{
  "sections": {
    "banner": {
      "type": "smart-living-banner",
      "settings": {
        "image": "shopify:\/\/shop_images\/KV.png",
        "mobileImage": "shopify:\/\/shop_images\/Group_1414.png",
        "title": "Innovaciones para una vida inteligente<br>\nLanzamiento de los aparatos inteligentes EcoFlow",
        "subtitle": "Pide un deseo con EcoFlow"
      }
    },
    "steps": {
      "type": "smart-living-steps",
      "blocks": {
        "84dc57b7-bdfe-4a9c-9cb2-8b0cee86088e": {
          "type": "steps",
          "settings": {
            "heading_image": "shopify:\/\/shop_images\/1_09930e2b-36f2-4a7f-b24d-ff7fff68f8d4.png",
            "heading": "",
            "content": "Accede a tu <br>cuenta EcoFlow."
          }
        },
        "f8d45306-c8fc-4688-8806-772f7b170f4a": {
          "type": "steps",
          "settings": {
            "heading_image": "shopify:\/\/shop_images\/2_33fa45ef-4d1a-482c-a74f-adb712bdbea5.png",
            "heading": "",
            "content": "Haz clic en el botón Lista de deseos <br>que aparece a continuación, o <br>añade el aparato inteligente <br>(BLADE, GLACIER, WAVE 2) que <br>desees a tu Lista de deseos <br>desde la página del producto."
          }
        },
        "e0572031-64a9-4e21-ad55-fd3c480dd74d": {
          "type": "steps",
          "settings": {
            "heading_image": "shopify:\/\/shop_images\/3_5703ee84-5f80-472b-b47b-025e83ac2e7a.png",
            "heading": "",
            "content": "Una vez que hayas configurado tu <br>lista, haz clic en la pestaña <br>Lista de deseos situada en la <br>parte derecha de la página."
          }
        },
        "ce42a2d6-0ce9-441d-b1dd-f46b6f429e24": {
          "type": "steps",
          "settings": {
            "heading_image": "shopify:\/\/shop_images\/4_8d3495bd-ddb5-400c-b9fb-48e740017d11.png",
            "heading": "",
            "content": "Comparte con tus amigos para que <br>más gente se entere con <br>#ecoflowwishlist <br>#ecoflowsmartdevices"
          }
        },
        "5faa8b84-044f-410a-9712-90a9e1616b30": {
          "type": "steps",
          "settings": {
            "heading_image": "shopify:\/\/shop_images\/5_05259ff7-1698-4c7a-9f3e-05cc50ba8baf.png",
            "heading": "",
            "content": "El 11 de mayo, elegiremos un <br>afortunado ganador que <br>cumplirá su wishlist y lo <br>anunciaremos en nuestra <br>comunidad de Facebook y por <br>correo electrónico."
          }
        },
        "2f09d60c-e1bf-48d2-9641-94207350ba16": {
          "type": "steps",
          "settings": {
            "heading_image": "shopify:\/\/shop_images\/6_b43ef18f-edde-42f1-919d-106dd520970c.png",
            "heading": "",
            "content": "Se enviará un código de canje al <br>ganador para que canjee el <br>aparato inteligente de su Lista <br>de deseos. (Si ya has <br>comprado el aparato <br>inteligente que deseabas, te <br>devolveremos el dinero que <br>hayas pagado)."
          }
        }
      },
      "block_order": [
        "84dc57b7-bdfe-4a9c-9cb2-8b0cee86088e",
        "f8d45306-c8fc-4688-8806-772f7b170f4a",
        "e0572031-64a9-4e21-ad55-fd3c480dd74d",
        "ce42a2d6-0ce9-441d-b1dd-f46b6f429e24",
        "5faa8b84-044f-410a-9712-90a9e1616b30",
        "2f09d60c-e1bf-48d2-9641-94207350ba16"
      ],
      "settings": {
        "heading": "Cumple tu deseo con EcoFlow <br>\nEl día 11 de mayo, elegiremos un ganador al azar de cada sitio y ¡cumpliremos tu deseo! (uno de los aparatos inteligentes que has deseado)",
        "popup_heading": "Reglas",
        "popup": "<p><strong>Introducción:<\/strong><\/p><p> 1. La campaña «Lanzamiento de la lista de deseos para dispositivos inteligentes» («La Campaña») está organizada<br\/>por EcoFlow y está alojada en la página Web de EcoFlow <a href=\"http:\/\/www.ecoflow.com\/es.\" target=\"_blank\">www.ecoflow.com\/es.<\/a> Esta campaña comenzará el 19 de abril de 2023 a las 08:00 y finalizará el 10 de mayo de 2023 a las 23:59 (UCT) («Periodo de duración la campaña»).<br\/>EcoFlow se reserva el derecho de acortar o prorrogar el tiempo de duración de la campaña a su exclusivo criterio y sin previo aviso.<\/p><p><strong>Periodo de duración de la<br\/>campaña: <\/strong><\/p><p> 2. Esta campaña comenzará el 19 de abril de 2023 a las 08:00 y finalizará el 10 de mayo de 2023 a las 23:59 (UCT).<\/p><p><strong>Requisitos de elegibilidad del<br\/>participante<\/strong><\/p><p> 3. Esta campaña está abierta a todos los usuarios del sitio web de EcoFlow con ID registrados (<a href=\"http:\/\/www.ecoflow.com\/es),\" target=\"_blank\">www.ecoflow.com\/es),<\/a> que sean ciudadanos europeos y que tengan más de 18 años o los cumplan antes del 19 de abril de 2023 a las 08:00 («Participante(s)»).<\/p><p><strong> Mecanismo de la campaña:<\/strong><\/p><p> 4. Los participantes tendrán derecho a optar a la Campaña registrando su dirección de correo electrónico a través del enlace designado (<a href=\"https:\/\/www.ecoflow.com\/es\/register\" target=\"_blank\">https:\/\/www.ecoflow.com\/es\/register<\/a>) en la página Web de EcoFlow (<a href=\"http:\/\/www.ecoflow.com\/es)\" target=\"_blank\">www.ecoflow.com\/es)<\/a> o iniciando sesión con un ID de EcoFlow válido usando el enlace esignado (<a href=\"https:\/\/es.ecoflow.com\/pages\/smart-devices-wishlist\" target=\"_blank\">https:\/\/es.ecoflow.com\/pages\/smart-devices-wishlist<\/a>) durante el Periodo de duración de la campaña. <\/p><p><strong>Como funciona<\/strong><\/p><p>1) Accede a tu cuenta EcoFlow.<\/p><p>2) Haz clic en el botón Lista de deseos que aparece a continuación, o añade el aparato inteligente (BLADE, GLACIER, WAVE 2) que desees a tu Lista de deseos desde la página del producto. <\/p><p>3) Una vez que hayas configurado tu lista, haz clic en la pestaña Lista de deseos situada en la parte derecha de la página.<\/p><p>4) Selecciona el \"menú de los tres puntos\" para compartir. <\/p><p>5) Comparte con tus amigos para que más gente se entere con #ecoflowwishlist #ecoflowsmartdevices<\/p><p>6) El 11 de mayo, elegiremos un afortunado ganador que cumplirá su wishlist y lo anunciaremos en nuestra comunidad de Facebook y por correo electrónico.<\/p><p>7) Se enviará un código de canje al ganador para que canjee el aparato inteligente de su Lista de deseos. (Límite de 1 producto por cliente)<\/p><p>* Si ya has comprado el aparato inteligente que deseabas, te devolveremos el dinero que hayas pagado.<\/p><p>5. Los ganadores serán seleccionados de manera aleatoria (sorteo) entre todas las inscripciones para el sorteo de premios.<\/p><p>6. Todos los ganadores recibirán una notificación en el correo electrónico registrado. Los participantes deben asegurarse de que la información aportada al registrarse está actualizada, es exacta, está completa y es veraz en todos los aspectos.<\/p><p>7. Los ganadores deben confirmar la aceptación del premio mediante una notificación por correo electrónico que se les enviará en un plazo de 48 horas tras haberse dado a conocer el resultado del sorteo. Si no recibimos la notificación, se elegirá otro ganador.<\/p><p><strong> Información sobre los premios<\/strong><\/p><p> 8. Ninguno de los premios podrá<br\/>cambiarse por dinero en efectivo y no son transferibles.<\/p><p> 9. EcoFlow enviará todos los<br\/>premios una vez que haya contactado con los ganadores.<\/p><p> 10. EcoFlow se reserva el derecho<br\/>a cambiar el cupón por artículos de un valor similar sin previo aviso y a su<br\/>entera y absoluta discreción. La decisión que tome EcoFlow será definitiva y no<br\/>se contemplará ningún tipo de recurso.<\/p><p><strong> General<\/strong><\/p><p>11. En el caso de que alguno de los premios sea otorgado a un participante que haya proporcionado información personal falsa o incorrecta, EcoFlow se reserva el derecho de revocar la idoneidad del participante para recibir los premios antes mencionados.<\/p><p>12. Los ganadores de los premios no pueden cambiarlos ni sustituirlos por una compensación económica. EcoFlow se reserva el derecho a cambiar los premios, o los componentes de los premios, por artículos de un valor igual o superior a su entera y exclusiva discreción. EcoFlow es responsable únicamente del envío de los premios, y no se hace responsable del estado, calidad o idoneidad de los mismos. EcoFlow no proporciona garantía de ningún tipo con respecto a los premios. Los ganadores de los premios son los únicos responsables de los impuestos, tasas o costes asociados al aceptar y utilizar los premios.<\/p><p>13. Los participantes en la campaña aceptan cumplir con los términos y condiciones aquí establecidos y entienden que las decisiones que adopte EcoFlow son vinculantes y definitivas. No se contemplará ningún tipo de comunicación ni recurso. EcoFlow se reserva el derecho a ser él quien realice la interpretación definitiva de esta campaña.<\/p><p>14. Al aceptar los premios, los ganadores aceptan participar y cooperar en todas las actividades editoriales relacionadas con la campaña. Los ganadores aceptan otorgar a EcoFlow una licencia permanente no exclusiva para usar imágenes, fotografías, voz, información biográfica y\/o declaraciones en cualquier momento, en cualquier tipo de medio en todo el mundo, ya sea con fines de marketing, comerciales, publicitarios o promocionarles, y los ganadores no tendrán derecho a recibir ningún tipo de pago por dicho uso.<\/p><p>15. EcoFlow no asumirá ninguna responsabilidad por inscripciones realizadas fuera de plazo por cualquier motivo, incluyendo, aunque sin limitarse a, el fallo en la red de transmisión.<\/p><p>16. EcoFlow no se hará responsable directa ni indirectamente, de ningún daño o pérdida causados por cualquiera de las partes, incluyendo los participantes, y que estén conectado o que surjan como resultado de actos u omisiones, o de cualquier otra manera en relación con esta campaña.<\/p><p>17. Los participantes aceptan eximir a EcoFlow de toda reclamación y responsabilidad, incluyendo el incumplimiento de contrato, agravio, negligencia o cualquier otra causa de demanda a tenor de la ley o la equidad que surja a raíz de, o que esté de alguna manera relacionada con esta campaña o a la inscripción del participante en la campaña.<\/p><p>18. Al inscribirse en esta campaña, los participantes aceptan indemnizar y eximir de culpa y cargo a EcoFlow Group of Companies, sus ejecutivos, directores, accionistas, antecesores, sucesores legítimos, empleados y representantes y liberarlos de toda demanda, pérdida, daño, responsabilidad, reclamación o gasto, incluido cualquier honorario legal que pudiera sufrir o en el que pudiera incurrir EcoFlow, debido a lo que pudiera surgir de esta campaña.<\/p><p>19. Si se descubre que los participantes están utilizando o han utilizado algún medio inapropiado para participar en esta campaña, EcoFlow se reserva el derecho de descalificar al participante para optar al premio, incluyendo, sin vacilación, el inicio de un proceso legal hasta donde lo permita la ley.<\/p><p>20. EcoFlow se reserva el derecho a modificar y\/o cancelar los términos y condiciones aquí estipulados en cualquier momento y a su exclusivo criterio.<\/p><p>21. Esta campaña y los términos y condiciones aquí estipulados se regirán por las leyes del país correspondiente.<\/p>"
      }
    },
    "product-1": {
      "type": "smart-living-product",
      "settings": {
        "custom_section": false,
        "image": "shopify:\/\/shop_images\/Scroll_Group_2.png",
        "mobileImage": "shopify:\/\/shop_images\/product-bg-1.png",
        "product": "blade-robotic-lawn-mower",
        "title": "BLADE",
        "hide_shop_now": false,
        "btn_text": "Comprar Ahora",
        "hide_wishlist": true,
        "btn_text_add": "Agregar a la lista de deseos",
        "btn_text_added": "Agregado",
        "subtitle": "<p>- Barredora automática para césped<br\/>- Sin cables y con límites virtuales<br\/>- Sistema inteligente de sorteo de obstáculos<br\/>“Los mejores robots e innovaciones de IA en el CES 2023” Fuente: ZDNet<\/p>"
      }
    },
    "divider-1": {
      "type": "smart-living-divider",
      "disabled": true,
      "settings": {
        "height": 198,
        "height_mobile": 16
      }
    },
    "product-2": {
      "type": "smart-living-product",
      "settings": {
        "custom_section": true,
        "image": "shopify:\/\/shop_images\/product-bg-2-desktop.png",
        "mobileImage": "shopify:\/\/shop_images\/product-bg-2.png",
        "product": "glacier-portable-refrigerator",
        "title": "GLACIER",
        "hide_shop_now": false,
        "btn_text": "Comprar Ahora",
        "hide_wishlist": true,
        "btn_text_add": "Agregar a la lista de deseos",
        "btn_text_added": "Agregado",
        "subtitle": "<p>- La primera máquina de hielo integrada del sector<br\/>- Tiempo de refrigeración de hasta 42,8 horas sin cables<br\/>- Tenga siempre algo que llevarse a la boca con su capacidad de 38 L<br\/>“El mejor electrodoméstico portátil” Fuente: Popular Mechanics<\/p>"
      }
    },
    "product-3": {
      "type": "smart-living-product",
      "settings": {
        "custom_section": false,
        "image": "shopify:\/\/shop_images\/product-bg-3-desktop.png",
        "mobileImage": "shopify:\/\/shop_images\/product-bg-3.png",
        "product": "wave-2-portable-air-conditioner",
        "title": "WAVE 2",
        "hide_shop_now": false,
        "btn_text": "Lanzamiento el 15 de mayo de 2023 | 15:00 (CEST)",
        "hide_wishlist": true,
        "btn_text_add": "Agregar a la lista de deseos",
        "btn_text_added": "Agregado",
        "subtitle": "<p>- Refrigeración y calefacción rápidas<br\/>- Extenso tiempo de funcionamiento de 8 horas con batería adicional<br\/>- Cabe en cualquier sitio<br\/>“El mejor dispositivo de aire acondicionado portátil en el CES 2023<br\/>” Fuente: MakeUseOf <\/p>"
      }
    },
    "shop": {
      "type": "smart-living-shop",
      "blocks": {
        "d8a111da-a8e6-4c80-a9bb-ff62b7c9d4fc": {
          "type": "steps",
          "settings": {
            "icon": "shopify:\/\/shop_images\/Group_14981.png",
            "heading": "Envío gratis",
            "content": "Envío gratis en todos <br>los pedidos."
          }
        },
        "b62b9846-b49d-4349-bc58-416cbe0e2914": {
          "type": "steps",
          "settings": {
            "icon": "shopify:\/\/shop_images\/Group_14982.png",
            "heading": "Planes de pago a plazos",
            "content": "Paga más tarde en cuotas <br>mensuales utilizando Klarna."
          }
        },
        "4d45f8f9-1b4b-4cb7-ad80-09575a1334af": {
          "type": "steps",
          "settings": {
            "icon": "shopify:\/\/shop_images\/Group_15164.png",
            "heading": "Membresía",
            "content": "Gana EcoCredits en todos <br>los pedidos."
          }
        }
      },
      "block_order": [
        "d8a111da-a8e6-4c80-a9bb-ff62b7c9d4fc",
        "b62b9846-b49d-4349-bc58-416cbe0e2914",
        "4d45f8f9-1b4b-4cb7-ad80-09575a1334af"
      ],
      "settings": {
        "heading": "Descubrir todos los aparatos inteligentes >>>",
        "url": "https:\/\/es.ecoflow.com\/collections\/smart-devices"
      }
    }
  },
  "order": [
    "banner",
    "steps",
    "product-1",
    "divider-1",
    "product-2",
    "product-3",
    "shop"
  ]
}
